tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
brew "automake"
brew "cmake"
brew "cmctl"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "fd"
brew "fzf"
brew "gdal"
brew "git"
brew "git-flow"
brew "gitui"
brew "gnu-sed"
brew "grpc@1.54"
brew "harfbuzz"
brew "helix"
brew "helm"
brew "jq"
brew "k9s"
brew "libfido2"
brew "libksba"
brew "luarocks"
brew "luv"
brew "lynx"
brew "make"
brew "minikube"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "postgresql@14"
brew "postgis"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "skaffold"
brew "starship"
brew "tldr"
brew "tree"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
cask "alfred"
cask "beekeeper-studio"
cask "cyberghost-vpn"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "fork"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "maccy"
cask "mongodb-compass"
cask "obsidian"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "antfu.goto-alias"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "huytd.nord-light"
vscode "j4ng5y.charactercount"
vscode "jdinhlife.gruvbox"
vscode "keifererikson.nightfox"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "Prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "uctakeoff.vscode-counter"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "yoavbls.pretty-ts-errors"
