tap "adoptopenjdk/openjdk"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "ack"
brew "xz"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "python@3.9"
brew "ruby"
brew "cocoapods"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "node"
brew "eslint"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "grep"
brew "libsoup"
brew "gstreamer"
brew "htop"
brew "jpeg", link: true
brew "jq"
brew "krb5"
brew "lazygit"
brew "libssh"
brew "libxml2"
brew "llama"
brew "lua"
brew "luajit"
brew "lynx"
brew "media-info"
brew "node@16"
brew "mongosh"
brew "mysql"
brew "ncdu"
brew "ncspot"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "openjdk"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "s3cmd"
brew "smartmontools"
brew "spice-gtk"
brew "starship"
brew "stow"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "vcprompt"
brew "watchman"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "cyberghost-vpn"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "keybase"
cask "kitty"
cask "little-snitch"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "visual-studio-code"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "antfu.goto-alias"
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "golang.go"
vscode "j4ng5y.charactercount"
vscode "jpoissonnier.vscode-styled-components"
vscode "keifererikson.nightfox"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "patbenatar.advanced-new-file"
vscode "Prisma.prisma"
vscode "rebornix.ruby"
vscode "rohit-gohri.format-code-action"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "svelte.svelte-vscode"
vscode "TabNine.tabnine-vscode"
vscode "uctakeoff.vscode-counter"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wingrunr21.vscode-ruby"
vscode "yoavbls.pretty-ts-errors"
