tap "codecrafters-io/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "magicbell/tap"
tap "mongodb/brew"
tap "stripe/stripe-cli"
tap "tako8ki/tap"
tap "tursodatabase/tap"
tap "veeso/termscp"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "utf8proc"
brew "apache-arrow"
brew "automake"
brew "coreutils"
brew "asdf"
brew "bat"
brew "boost"
brew "glib"
brew "cairo"
brew "cgal"
brew "cmake"
brew "cmctl"
brew "cowsay"
brew "docker"
brew "duf"
brew "erlang"
brew "elixir"
brew "exercism"
brew "fd"
brew "fzf"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gitui"
brew "gleam"
brew "gnu-sed"
brew "harfbuzz"
brew "graphviz"
brew "gum"
brew "helix"
brew "helm"
brew "httpie", link: false
brew "jq"
brew "k9s"
brew "libfido2"
brew "llm"
brew "luarocks"
brew "luv"
brew "lynx"
brew "make"
brew "minikube"
brew "mongosh"
brew "mysql"
brew "n"
brew "tree-sitter"
brew "neovim"
brew "pmix"
brew "open-mpi"
brew "openjdk"
brew "openssl@1.1"
brew "sfcgal"
brew "postgis"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.12"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "skaffold"
brew "starship"
brew "telnet"
brew "tilt"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "yazi"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "magicbell/tap/magicbell-cli"
brew "stripe/stripe-cli/stripe"
brew "tako8ki/tap/gobang"
brew "tursodatabase/tap/turso"
brew "veeso/termscp/termscp"
cask "alfred"
cask "brave-browser@nightly"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "fork"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "mongodb-compass"
cask "obsidian"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wave"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "antfu.goto-alias"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "championswimmer.quieter-dark-color-theme"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cjnoname.vscode-bun-debugger-attach"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "ervoconite.quieter-dark-color-theme-fix"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "josphatgitogosangara.quiet-dark"
vscode "keifererikson.nightfox"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "oven.bun-vscode"
vscode "oxc.oxc-vscode"
vscode "rvest.vs-code-prettier-eslint"
vscode "svelte.svelte-vscode"
vscode "uctakeoff.vscode-counter"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
go "github.com/cosmtrek/air"
go "github.com/codesenberg/bombardier"
go "github.com/rem0ld/monkey-programming"
cargo "rustlings"
cargo "stylua"
